tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python@3.10"
brew "bat"
brew "exa"
brew "fzf"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "gh"
brew "grep"
brew "htop"
brew "icdiff"
brew "imagemagick"
brew "neovim"
brew "nkf"
brew "pyenv"
brew "ripgrep"
brew "rlwrap"
brew "starship"
brew "terminal-notifier"
brew "tree"
brew "wget"
brew "zoxide"
cask "alfred", args: { appdir: "/Applications" }
cask "box-drive"
cask "cheatsheet", args: { appdir: "/Applications" }
cask "deepl", args: { appdir: "/Applications" }
cask "detexify", args: { appdir: "/Applications" }
cask "docker"
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-drive", args: { appdir: "/Applications" }
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "grammarly", args: { appdir: "/Applications" }
cask "mactex"
cask "qmk-toolbox", args: { appdir: "/Applications" }
cask "skim", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "zotero", args: { appdir: "/Applications" }
cask "warp"
mas "Spark", id: 1176895641
mas "Magnet", id: 441258766
mas "LINE", id: 539883307
mas "CopyClip", id: 595191960
