tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asdf"
brew "ag"
brew "bat"
brew "difftastic"
brew "exa"
brew "fzf"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "gh"
brew "grep"
brew "htop"
brew "icdiff"
brew "imagemagick"
brew "lazygit"
brew "neovim"
brew "nkf"
brew "npm"
brew "pyenv"
brew "ripgrep"
brew "rlwrap"
brew "terminal-notifier"
brew "tree"
brew "wget"
brew "zoxide"
brew "starship"
cask "cheatsheet", args: { appdir: "/Applications" }
cask "deepl", args: { appdir: "/Applications" }
cask "detexify", args: { appdir: "/Applications" }
cask "docker"
cask "flux"
cask "font-fira-code-nerd-font", args: { appdir: "/Applications" }
cask "google-drive", args: { appdir: "/Applications" }
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "grammarly", args: { appdir: "/Applications" }
cask "mactex"
cask "arc", args: { appdir: "/Applications" }
cask "raycast", args: { appdir: "/Applications" }
cask "qmk-toolbox", args: { appdir: "/Applications" }
cask "skim", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "warp"
mas "Spark", id: 1176895641
